Repository: feuloren/nylog
Catalog: nylog/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Reader %(login)s added !
fr: Lecteur %(login)s ajouté !

source: Login '%(login)s' already taken
fr: Identifiant '%(login)s' déjà utilisé

source: Reader deleted !
fr: Lecteur supprimé

source: Title
fr: Titre

source: Content
fr: Contenu

source: Covers whole week
fr: Couvre toute la semaine

source: Categories
fr: Catégories

source: Entry published !
fr: Note publiée

source: Post "%(title)s" updated
fr: Note "%(title)s" mise à jour

source: Name
fr: Nom

source: Allowed readers
fr: Lecteurs autorisés

source: Category added !
fr: Catégorie ajoutée !

source: Category '%(category)s' already exists.
fr: La catégorie '%(category)s' existe déjà.

source: Category deleted !
fr: Catégorie supprimée

source: Please log in to access this part of the log.
fr: Merci de vous authentifier pour accéder à cette partie du journal.

source: This login is unknown.
fr: Cet identifiant est inconnu.

source: You are now connected as %(login)s
fr: Vous êtes connecté en tant que %(login)s

source: Login and password didn't match.
fr: L'identifiant et le mot de passe ne correspondent pas.

source: Comment saved
fr: Commentaire enregistré

source: Leave a comment
fr: Déposer un commentaire

source: NYC Log - Admin only
fr: NYC Log - Réservé à l'administrateur

source: &lt; Home
fr: &lt; Accueil

source: Admin only
fr: Réservé à l'administrateur

source: Sorry, only the admin can access this part of the log.
fr: Désolé, seul l'administrateur peur accéder à cette partie du journal.

source: Florent's NYC Log
fr: Le journal de Florent à New York

source: Read more
fr: Voir les notes plus anciennes

source: or
fr: ou

source: Back to previous page
fr: Voir les notes plus récentes

source: Log out
fr: Déconnexion

source: Admin
fr: Administration

source: Log in
fr: Connexion

source: NYC Log - Authentication
fr: NYC Log - Authentification

source: Login !
fr: Connexion !

source: NYC Log
fr: Journal de New York

source: &lt; Back
fr: &lt; Retour

source: Comments
fr: Commentaires

source: Comment
fr: Commentaire

source: By
fr: De

source: No comments yet
fr: Pas encore de commentaire déposé

source: Log in to leave a comment
fr: Authentifiez vous pour déposer un commentaire

source: Add a category
fr: Ajouter une catégorie

source: Add
fr: Ajouter

source: Readers
fr: Lecteurs

source: Delete
fr: Supprimer

source: Private
fr: Privé

source: Published posts
fr: Note publiée

source: Covered period
fr: Période couverte

source: Edit
fr: Modifier

source: (Whole week)
fr: (Semaine complète)

source: NYLog Admin
fr: NYLog Administration

source: &lt; Log
fr: &lt; Journal

source: Home
fr: Accueil

source: Write entry
fr: Rédiger une note

source: Publish
fr: Publier

source: Update
fr: Mettre à jour

source: Add a reader
fr: Ajouter un lecteur

source: Current readers
fr: Lecteurs actuels

source: Add image
fr: Ajouter une image
